cargadocumentos/WebContent/templates/actualizarRecaudo.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    </soap:Header>
    <soapenv:Body>
        <ser:actualizarRecaudoSol xmlns:ser="http://xmlns.mercantilseguros.com/osb/ServicioRecaudos" xmlns:obj="http://xmlns.mercantilseguros.com/osb/ObjetosComunes">
            <ser:cabeceraSol>
                <obj:fecha>2008-09-28</obj:fecha>
                <obj:hora>19:18:33</obj:hora>
                <!--Optional:-->
                <obj:idSolicitud/>
                <!--Optional:-->
                <obj:idCompensacion/>
                <!--Optional:-->
                <obj:canal/>
                <!--Optional:-->
                <obj:comunidad/>
                <!--Optional:-->
                <obj:grupo/>
                <!--Optional:-->
                <obj:funcionalidad/>
                <obj:aplicacion>PORTASESOR</obj:aplicacion>
                <obj:usuario>V99999999</obj:usuario>
                <obj:ip/>
                <!--Optional:-->
                <obj:nombreEquipo/>
            </ser:cabeceraSol>
            <!--Optional:-->
            <ser:piFuncionalidad/>
            <!--Optional:-->
            <ser:piAplicacion/>
            <!--Optional:-->
            <ser:piUsuario/>
            <!--Optional:-->
            <ser:piNuSolicitud/>
            <!--Optional:-->
            <ser:piCdExpediente>REEM</ser:piCdExpediente>
            <!--Optional:-->
            <ser:piTpExpediente>SIN</ser:piTpExpediente>
            <!--Optional:-->
            <ser:piNuExpediente></ser:piNuExpediente>
            <!--Optional:-->
            <ser:piCdProceso/>
            <!--Optional:-->
            <ser:piCdDocumento></ser:piCdDocumento>
            <!--Optional:-->
            <ser:piNuConsecutivo></ser:piNuConsecutivo>
            <!--Optional:-->
            <ser:piProgramaEntrada/>
            <!--Optional:-->
            <ser:piNmArchivoOriginal/>
            <!--Optional:-->
            <ser:piDeFilesystem/>
            <!--Optional:-->
            <ser:piFeRegistro></ser:piFeRegistro>
            <!--Optional:-->
            <ser:piDocid/>
            <!--Optional:-->
            <ser:piFeCheckin></ser:piFeCheckin>
            <!--Optional:-->
            <ser:piStContenido/>
            <!--Optional:-->
            <ser:piFeStatus></ser:piFeStatus>
            <!--Optional:-->
            <ser:piTipoModi>PUBLICAR</ser:piTipoModi>
        </ser:actualizarRecaudoSol>
    </soapenv:Body>
</soapenv:Envelope>
